skill_levels_present=^skills_tl^
skill_name_closed_font=^skills_tN^[closed]
skill_name_open_font=^skills_tN^[open]

skill_hintLev_font=^skills_t^[level]
skill_hintDef_font=^skills_t^[def]
skill_hintSel_font=^skills_t^[sel]
skill_hintDis_font=^skills_t^[dis]
skill_hint_TM_font=^skills_t^[TM]

skill_hintYesUp_font=^skills_t^[YesUp]
skill_hintNoUp_font=^skills_t^[NoUp]

skill_might=^int_def_t14sc^Might
skill_mind=^int_def_t14sc^Mind
skill_magic=^int_def_t14sc^Magic
skill_rune_need=Required:
skill_level=Level
skill_next_level=Next level
skill_Upgrade=Press to learn
// Ð¸ÑÐ¿Ð¾Ð»ÑÐ·ÑÐµÑÑÑ Ð² Ð²ÑÑÐ°Ð¶ÐµÐ½Ð¸Ð¸ ÑÐ¸Ð¿Ð° "Ð¢Ð°ÐºÑÐ¸ÐºÐ° 1 _ÑÑÐ¾Ð²Ð½Ñ_"
skill_level_need=level

// New! Labels for round-based skill descriptions (i.e. Frenzy and Concentration)
skill_label_round=round
skill_label_combat=of combat
skill_label_ehero=when fighting Enemy Heroes
skill_label_boss=for Bosses
skill_label_tower=for Towers
skill_label_and=and
skill_label_eherobosstower=when fighting Enemy Heroes, Bosses, and Towers

skill_tactics_name=Tactics
skill_tactics_caption=^skills_t0^
skill_tactics=^skills_t1^
skill_tactics_hint=^skills_t2^
skill_tactics_text_1=Knowledge of Tactics allows the hero to arrange troops on the battleground before combat.
skill_tactics_text_2=Improved Tactics increases the space available on the battlefield for arranging troops before combat.
//<gen=skill_param,1,1>

skill_rage_control_name=Rage Control
skill_rage_control_caption=^skills_t0^
skill_rage_control=^skills_t1^
skill_rage_control_hint=^skills_t3^
skill_rage_control_header=Increases the amount of Rage that a hero can accumulate.<br>
skill_rage_control_text_1=^skills_tPar^Rage Maximum [param1].
skill_rage_control_text_2=^skills_tPar^Rage Maximum [param1].
skill_rage_control_text_3=^skills_tPar^Rage Maximum [param1].

skill_rage_name=Anger
skill_rage_caption=^skills_t0^
skill_rage=^skills_t1^
skill_rage_hint=^skills_t3^
skill_rage_header=A hero's Rage increases when his troops exchange strikes.<br>
skill_rage_text_1=^skills_tPar^Rage Inflow [param1].
skill_rage_text_2=^skills_tPar^Rage Inflow [param1].
skill_rage_text_3=^skills_tPar^Rage Inflow [param1].

skill_nightops_name=Nighttime Operations
skill_nightops_caption=^skills_t0^
nightops_control=^skills_t1^
skill_nightops_hint=^skills_t3^
skill_nightops_header=All troops in the hero's army receive an Attack bonus and Defense bonus during nighttime combat.<br>
skill_nightops_text_1=^skills_tPar^Attack and Defense [param1].
skill_nightops_text_2=^skills_tPar^Attack and Defense [param1].
skill_nightops_text_3=^skills_tPar^Attack and Defense [param1].

skill_brutality_name=Frenzy
skill_brutality_caption=^skills_t0^
skill_brutality=^skills_t1^
skill_brutality_hint=^skills_t3^
skill_brutality_header=During combat, the hero's troops become frenzied and receive an increasing Attack bonus.<br>Also allows the hero to restore Rage during combat. Note that increase is affected by combat duration.<br>
skill_brutality_text_1=^skills_tPar^Attack [param1].<br>[param2] Rage per turn during the first [round].
skill_brutality_text_2=^skills_tPar^Attack [param1].<br>[param2] Rage per turn during the first [round].
skill_brutality_text_3=^skills_tPar^Attack [param1].<br>[param2] Rage per turn during the first [round].

skill_shot_commander_name=Ranged Specialist
skill_shot_commander_caption=^skills_t0^
skill_shot_commander=^skills_t1^
skill_shot_commander_hint=^skills_t3^
skill_shot_commander_header=This skill decreases the Leadership requirements when the hero is hiring ranged units that use projectiles (Alchemist, Skeleton Archer, Bowman, Cannoneer, Catapult, Cyclops, Elf, Hunter, Goblin, Thorn, and Royal Thorn) and also increases their abilities.<br>
skill_shot_commander_text_1=^skills_tPar^Leadership Requirements [param1].<br>Unit Attack / Defense: +Unit Level, Health [param2], / Critical Hit: [param3].
skill_shot_commander_text_2=^skills_tPar^Leadership Requirements [param1].<br>Unit Attack / Defense: +Unit Level, Health [param2], / Critical Hit: [param3], Initiative: +1.
skill_shot_commander_text_3=^skills_tPar^Leadership Requirements [param1].<br>Unit Attack / Defense: +Unit Level, Health [param2], / Critical Hit: [param3], Initiative / Morale: +1 (morale does not affect Skeleton Archers).

skill_start_defense_name=Combat Readiness
skill_start_defense_caption=^skills_t0^
skill_start_defense=^skills_t1^
skill_start_defense_hint=^skills_t3^
skill_start_defense_header=This skill:<br>1) Increases the Physical Resistance of All troops in the hero's army during the first round reducing the damage they receive from Physical Attacks.<br>2) Improves the Defense of troops of a certain level.<br>3) Increases the Hero's Defense Skill.<br>
skill_start_defense_text_1=^skills_tPar^Damage is reduced by [param1].<br><br>Hero Defense: [param2].<br><br>All Level 1-[param4] Units:<br>Defense: [param3].
skill_start_defense_text_2=^skills_tPar^Damage is reduced by [param1].<br><br>Hero Defense: [param2].<br><br>All Level 1-[param4] Units:<br>Defense: [param3].
skill_start_defense_text_3=^skills_tPar^Damage is reduced by [param1].<br><br>Hero Defense: [param2].<br><br>All Level 1-[param4] Units:<br>Defense: [param3].

skill_traning_name=Training
skill_traning_caption=^skills_t0^
skill_traning=^skills_t1^
skill_traning_hint=^skills_t3^
skill_traning_header=This skill:<br>1) Adds to the Hero's Attack Skill.<br>2) Improves the Attack and Critical Hit of troops of a certain level.<br>3) Teaches some human troops new skills.<br>
skill_traning_text_1=^skills_tPar^Hero Attack: [param1].<br><br>All Level 1-[param4] Units:<br>Attack: [param2]<br>Critical Hit: [param3].<br><br>[statcolor]New Unit Skills:[/s]<br>Swordsmen / Guardsmen - "Smashing Blow"
skill_traning_text_2=^skills_tPar^Hero Attack: [param1].<br><br>All Level 1-[param4] Units:<br>Attack: [param2]<br>Critical Hit: [param3].<br><br>[statcolor]New Unit Skills:[/s]<br>Bowmen - "Flaming arrow"<br>Swordsmen / Guardsmen - "Smashing Blow"
skill_traning_text_3=^skills_tPar^Hero Attack: [param1].<br><br>All Level 1-[param4] Units:<br>Attack: [param2]<br>Critical Hit: [param3].<br><br>[statcolor]New Unit Skills:[/s]<br>Knights - "Circle Attack"<br>Horsemen - "Charge!"<br>Bowmen - "Flaming arrow"<br>Swordsmen / Guardsmen - "Smashing Blow"

skill_dark_commander_name=Dark Commander
skill_dark_commander_caption=^skills_t0^
skill_dark_commander=^skills_t1^
skill_dark_commander_hint=^skills_t3^
skill_dark_commander_header=Under the banner of the Dark Commander, "evil" troops (including all Orc, Undead, and Demon troops as well as Barbarians, Dragons, Pirates, Robbers, Devilfish, Wolves (including Werewolf Elves), Hyenas, Spiders, Snakes, Beholders, and Cyclops) fight more effectively, receiving bonuses to Attack, Initiative, and then Speed.<br>
skill_dark_commander_text_1=^skills_tPar^Attack [param1].
skill_dark_commander_text_2=^skills_tPar^Attack [param1].<br>Initiative [param2].
skill_dark_commander_text_3=^skills_tPar^Attack [param1].<br>Initiative [param2].<br>Speed [param3].

skill_rush_name=Onslaught
skill_rush_caption=^skills_t0^
skill_rush=^skills_t1^
skill_rush_hint=^skills_t3^
skill_rush_header=Speed and vigor are the secret to victory. During the first turn, the hero's troops receive a bonus to Initiative at skill level 1 and then Initiative and Speed at skill level 2 and 3.<br>
skill_rush_text_1=^skills_tPar^Initiative [param1].
skill_rush_text_2=^skills_tPar^Initiative [param1].<br>Speed [param2].
skill_rush_text_3=^skills_tPar^Initiative [param1].<br>Speed [param2].

skill_spirit_master_name=Master of Spirits
skill_spirit_master_caption=^skills_t0^
skill_spirit_master=^skills_t1^
skill_spirit_master_hint=^skills_t3^
skill_spirit_master_header=Increases the experience received by Spirits of Rage during combat.<br>
skill_spirit_master_text_1=^skills_tPar^Experience bonus: [param1].
skill_spirit_master_text_2=^skills_tPar^Experience bonus: [param1].
skill_spirit_master_text_3=^skills_tPar^Experience bonus: [param1].

skill_iron_fist_name=Iron Fist
skill_iron_fist_caption=^skills_t0^
skill_iron_fist=^skills_t1^
skill_iron_fist_hint=^skills_t3^
skill_iron_fist_header=This skill:<br>1) Adds to the Hero's Attack Skill.<br>2) Adds to the Hero's Rage.<br>3) Decreases the Leadership Requirements when the hero is hiring warriors (Swordsmen, Guardsmen, Horsemen, Knights, Dwarves, Barbarians, Berserkers, Furious Goblins, Orcs, Veteran Orcs, Skeleton Warriors, Zombies, Decaying Zombies, Black Knights, Werewolf Elves, and Demons) and improves their abilities.<br>
skill_iron_fist_text_1=^skills_tPar^Hero Attack: [param3].<br><br>Hero Rage: [param4].<br><br>Leadership Requirements [param1].<br>Unit Attack / Defense: +Unit Level, Health: [param2].
skill_iron_fist_text_2=^skills_tPar^Hero Attack: [param3].<br><br>Hero Rage: [param4].<br><br>Leadership Requirements [param1].<br>Unit Attack / Defense: +Unit Level, Health: [param2], Critical Hit: [param5].
skill_iron_fist_text_3=^skills_tPar^Hero Attack: [param3].<br><br>Hero Rage: [param4].<br><br>Leadership Requirements [param1].<br>Unit Attack / Defense: +Unit Level,  Health: [param2], Critical Hit: [param5], Speed: +1.
  
skill_charm_name=Trophies
skill_charm_caption=^skills_t0^
skill_charm=^skills_t1^
skill_charm_hint=^skills_t3^
skill_charm_header=This skill increases the amount of gold received by the hero after combat.<br>
skill_charm_text_1=^skills_tPar^Bonus: [param1].
skill_charm_text_2=^skills_tPar^Bonus: [param1].
skill_charm_text_3=^skills_tPar^Bonus: [param1].

skill_holy_rage_name=Holy Anger
skill_holy_rage_caption=^skills_t0^
skill_holy_rage=^skills_t1^
skill_holy_rage_hint=^skills_t3^
skill_holy_rage_header=This skill:<br>1) Increases the attack of the hero's troops against demons and the undead (this does not affect allied demons and undead)<br>2) Increases the power of Order spells (Battle Cry, Demon Slayer, Divine Armor, Dragon Arrow, Dragon Slayer, Fit of Energy, Healing, Helplessness, Life Light, Lightning, Magic Pole Axe, Peacefulness, Phoenix, and Resurrection)<br>3) Increases the Hero's Rage and Mana.<br>
skill_holy_rage_text_1=^skills_tPar^Attack: [param1].<br><br>Order Spells Power: [param3]%.<br><br>Phoenix:<br>Attack / Defense  / Damage / Health: [param3]%, Critical Hit: [param1]%, Initiative / Speed: +[param2].<br><br>Hero Rage / Mana: [param1].
skill_holy_rage_text_2=^skills_tPar^Attack: [param1].<br><br>Order Spells Power: [param3]%.<br><br>Phoenix:<br>Attack / Defense  / Damage / Health: [param3]%, Critical Hit: [param1]%, Initiative / Speed: +[param2].<br><br>Hero Rage / Mana: [param1].
skill_holy_rage_text_3=^skills_tPar^Attack: [param1].<br><br>Order Spells Power: [param3]%.<br><br>Phoenix:<br>Attack / Defense  / Damage / Health: [param3]%, Critical Hit: [param1]%, Initiative / Speed: +[param2].<br><br>Hero Rage / Mana: [param1].

skill_glory_name=Glory
skill_glory_caption=^skills_t0^
skill_glory=^skills_t1^
skill_glory_hint=^skills_t3^
skill_glory_header=Everyone wants to fight under the banner of the famous hero. This increases the hero's Leadership as well as reducing the Leadership Requirements for all units (except the Undead). This skill also affects all leadership-based spells (Hypnosis and Demon Portal) and unit abilities (Summon Bear, Training, Summon Thorns, Summon (Greater) Plant, Summon Demons, Charm, Sowing, Germination, and Mind Control).<br>
skill_glory_text_1=^skills_tPar^Leadership: [param1].<br>Leadership Requirement (except the Undead): [param2].<br>Leadership-based Spells and Unit Abilities: [param3].
skill_glory_text_2=^skills_tPar^Leadership: [param1].<br>Leadership Requirement (except the Undead): [param2].<br>Leadership-based Spells and Unit Abilities: [param3].
skill_glory_text_3=^skills_tPar^Leadership: [param1].<br>Leadership Requirement (except the Undead): [param2].<br>Leadership-based Spells and Unit Abilities: [param3].

skill_trading_name=Trade
skill_trading_caption=^skills_t0^
skill_trading=^skills_t1^
skill_trading_hint=^skills_t3^
skill_trading_header=This skill allows the hero to sell items and scrolls for a higher price.<br>
skill_trading_text_1=^skills_tPar^Selling price of items [param1].<br>Selling price of scrolls [param2].
skill_trading_text_2=^skills_tPar^Selling price of items [param1].<br>Selling price of scrolls [param2].
skill_trading_text_3=^skills_tPar^Selling price of items [param1].<br>Selling price of scrolls [param2].

skill_standby_name=Reserve
skill_standby_caption=^skills_t0^
skill_standby=^skills_t1^
skill_standby_hint=^skills_t2^
skill_standby_text_1=This skill allows the hero to keep a reserve troop which does not participate in combat.
skill_standby_text_2=Now the hero can keep two reserve troops.

skill_holy_knight_name=Keeper of the Light
skill_holy_knight_caption=^skills_t0^
skill_holy_knight=^skills_t1^
skill_holy_knight_hint=^skills_t3^
skill_holy_knight_header=This skill:<br>1) When the hero eliminates creatures of the Dark, such as demons and undead, he receives an additional reward after combat.<br>2) Under the banner of the light, "good" troops (including all Elves, Dwarves, Humans except Robbers, and Griffins) fight more effectively, receiving bonuses to defense, speed, and then initiative.
skill_holy_knight_text_1=^skills_tPar^<br>[param1] Gold and [param2] Experience when eliminating demons or the undead.<br><br>Troops of the Light:<br>Defense: [param3].
skill_holy_knight_text_2=^skills_tPar^<br>[param1] Gold and [param2] Experience when eliminating demons or the undead.<br><br>Troops of the Light:<br>Defense: [param3].<br>Speed: [param4].
skill_holy_knight_text_3=^skills_tPar^<br>[param1] Gold and [param2] Experience when eliminating demons or the undead.<br><br>Troops of the Light:<br>Defense: [param3].<br>Speed: [param4].<br>Initiative: [param5].

skill_diplomacy_name=Diplomacy
skill_diplomacy_caption=^skills_t0^
skill_diplomacy=^skills_t1^
skill_diplomacy_hint=^skills_t3^
skill_diplomacy_header=If the hero and his enemy have similar troops in their armies, then the hero can entice away a part of the troops from his enemy's army, provided his Leadership allows it.<br><br>Also improves relations with other races as well as your own, improving their morale when they serve under you.
skill_diplomacy_text_1=^skills_tPar^<br>Entices away up to [param1] of troops.<br><br>Improved relations with Dwarves, Elves, and Humans - Troop Morale: [param2].
skill_diplomacy_text_2=^skills_tPar^<br>Entices away up to [param1] of troops.<br><br>Improved relations with Dwarves, Elves, Humans, Neutrals, and Orcs - Troop Morale: [param2].
skill_diplomacy_text_3=^skills_tPar^<br>Entices away up to [param1] of troops.<br><br>Improved relations with Demons, Dwarves, Elves, Humans, Neutrals, and Orcs - Troop Morale: [param2].

skill_explorer_name=Scouting
skill_explorer_caption=^skills_t0^
skill_explorer=^skills_t1^
skill_explorer_hint=^skills_t2^
skill_explorer_text_1=^skills_tPar^Allows the hero to see what creatures compose enemy troops, if they are on the adventure map outside of castles and shelters. Also increases the Hero's Search Radius.<br>Search Radius: [param1].
skill_explorer_text_2=^skills_tPar^Allows the hero to approximate the number of creatures in enemy troops. Also increases the Hero's Search Radius.<br>Search Radius: [param1].
skill_explorer_text_3=^skills_tPar^Allows the hero to determine precisely the number of creatures in enemy troops.<br><br>Also increases the Hero's Search Radius and Intelligence.<br>Search Radius: [param1].<br>Intellect: [param2].

skill_learning_name=Learning
skill_learning_caption=^skills_t0^
skill_learning=^skills_t1^
skill_learning_hint=^skills_t3^
skill_learning_header=A hero is thirsty for knowledge. This skill helps him to learn faster, receiving additional Experience after combat.<br>
skill_learning_text_1=^skills_tPar^Experience [param1].
skill_learning_text_2=^skills_tPar^Experience [param1].
skill_learning_text_3=^skills_tPar^Experience [param1].

skill_tolerance_name=Tolerance
skill_tolerance_caption=^skills_t0^
skill_tolerance=^skills_t1^
skill_tolerance_hint=^skills_t2^
skill_tolerance_text_1=^skills_tPar^Elves and Dwarves can tolerate each other in your army, without any decrease to their Morale.<br><br>Troops also can tolerate more damage - Resist All: [param1].
skill_tolerance_text_2=^skills_tPar^Troops can tolerate the presence of the undead in the army, without any decrease to their Morale.<br><br>Troops also can tolerate more damage - Resist All: [param1].
skill_tolerance_text_3=^skills_tPar^Troops can tolerate the presence of the undead and demons in the army, without any decrease to their Morale.<br><br>Troops also can tolerate more damage - Resist All: [param1].

skill_inquisition_name=Inquisition
skill_inquisition_caption=^skills_t0^Inquisition
skill_inquisition=^skills_t1^
skill_inquisition_hint=^skills_t2^
skill_inquisition_text_1=^skills_tPar^This skill decreases the Leadership Requirements when the hero is hiring Priests and Inquisitors and allows the hero to upgrade Priests to Inquisitors and improves their abilities.<br><br>Leadership Requirements [param1].<br>Unit Attack / Defense: +Unit Level, Health: [param2]%, Critical Hit: [param4]%, Initiative / Morale / Speed: +1.<br><br>It also increases the Hero's Rage, Mana, and Intellect.<br><br>Rage: [param2].<br>Mana: [param2].<br>Intellect: [param3].

skill_rune_stone_name=Runic Stone
skill_rune_stone_caption=^skills_t0^
skill_rune_stone=^skills_t1^
skill_rune_stone_hint=^skills_t3^
skill_rune_stone_header=This skill:<br>1) Adds to the Hero's Defense.<br>2) Each Mind Rune gives additional Might and Magic Runes to the hero.
skill_rune_stone_text_1=^skills_tPar^Hero Defense: [param2].<br><br>[param1] runes of Might and Magic.
skill_rune_stone_text_2=^skills_tPar^Hero Defense: [param2].<br><br>[param1] runes of Might and Magic.
skill_rune_stone_text_3=^skills_tPar^Hero Defense: [param2].<br><br>[param1] runes of Might and Magic.

skill_wizdom_name=Wisdom
skill_wizdom_caption=^skills_t0^
skill_wizdom=^skills_t1^
skill_wizdom_hint=^skills_t3^
skill_wizdom_header=Increases the amount of the hero's Mana and the maximum number of scrolls in his Spell Book.<br>
skill_wizdom_text_1=^skills_tPar^Mana: [param1].<br>Scrolls: [param2].
skill_wizdom_text_2=^skills_tPar^Mana: [param1].<br>Scrolls: [param2].
skill_wizdom_text_3=^skills_tPar^Mana: [param1].<br>Scrolls: [param2].

skill_alchemist_name=Alchemy
skill_alchemist_caption=^skills_t0^
skill_alchemist=^skills_t1^
skill_alchemist_hint=^skills_t3^
skill_alchemist_header=Reduces the number of Magic Crystals which the hero spends when learning scrolls and upgrading spells.<br>
skill_alchemist_text_1=^skills_tPar^Reducing the quantity: [param1]%.
skill_alchemist_text_2=^skills_tPar^Reducing the quantity: [param1]%.
skill_alchemist_text_3=^skills_tPar^Reducing the quantity: [param1]%.

skill_meditation_name=Meditation
skill_meditation_caption=^skills_t0^
skill_meditation=^skills_t1^
skill_meditation_hint=^skills_t3^
skill_meditation_header=Speeds up the Mana restoration of the hero while on the adventure map.<br>
skill_meditation_text_1=^skills_tPar^[param1] to the speed of restoration.
skill_meditation_text_2=^skills_tPar^[param1] to the speed of restoration.
skill_meditation_text_3=^skills_tPar^[param1] to the speed of restoration.

skill_order_name=Order Magic
skill_order_caption=^skills_t0^
skill_order=^skills_t1^
skill_order_hint=^skills_t2^
skill_order_text_1=Allows the hero to learn Order Magic spells from scrolls.
skill_order_text_2=Allows the hero to upgrade his Order Magic spells to level 2.
skill_order_text_3=Allows the hero to upgrade his Order Magic spells to level 3.

skill_dist_name=Distortion Magic
skill_dist_caption=^skills_t0^
skill_dist=^skills_t1^
skill_dist_hint=^skills_t2^
skill_dist_text_1=Allows the hero to learn Distortion Magic spells from scrolls.
skill_dist_text_2=Allows the hero to upgrade his Distortion Magic spells to level 2.
skill_dist_text_3=Allows the hero to upgrade his Distortion Magic spells to level 3.

skill_concentration_name=Concentration
skill_concentration_caption=^skills_t0^
skill_concentration=^skills_t1^
skill_concentration_hint=^skills_t3^
skill_concentration_header=Allows the hero to restore Mana during combat. Note that increase is affected by combat duration.<br>
skill_concentration_text_1=^skills_tPar^[param1] Mana per turn during the first [round].
skill_concentration_text_2=^skills_tPar^[param1] Mana per turn during the first [round].
skill_concentration_text_3=^skills_tPar^[param1] Mana per turn during the first [round].

skill_healer_name=Healer
skill_healer_caption=^skills_t0^
skill_healer=^skills_t1^
skill_healer_hint=^skills_t3^
skill_healer_header=An experienced healer increases the life of all units and can use divine and protection spells and unit abilities more effectively. Spells - Healing, Resurrection, Bless, Divine Armor, Light of Life, Stone Skin, Peacefulness, Phantom, and Magic Source; Abilities - Healing, Resurrection, Gift of Life.<br>Also increases the Health, Defense, and Resistance of the summoned Phoenix.<br>
skill_healer_text_1=^skills_tPar^Unit Health: [param2].<br>Spell / Ability Power: [param1].
skill_healer_text_2=^skills_tPar^Unit Health: [param2].<br>Spell / Ability Power: [param1].
skill_healer_text_3=^skills_tPar^Unit Health: [param2].<br>Spell / Ability Power: [param1] or [bless] (i.e. Bless).<br>Spell Duration: [duration].

skill_chaos_name=Chaos Magic
skill_chaos_caption=^skills_t0^
skill_chaos=^skills_t1^
skill_chaos_hint=^skills_t2^
skill_chaos_text_1=Allows the hero to learn Chaos Magic spells from scrolls.
skill_chaos_text_2=Allows the hero to upgrade his Chaos Magic spells to level 2.
skill_chaos_text_3=Allows the hero to upgrade his Chaos Magic spells to level 3.

skill_megamage_name=Archmage
skill_megamage_caption=^skills_t0^
skill_megamage=^skills_t1^
skill_megamage_hint=^skills_t3^
skill_megamage_header=This skill decreases the Leadership requirements when the hero is hiring Priests, Inquisitors, Druids, Beholders, Evil Beholders, Shamans, Necromancers and Archmages and improves their abilities.<br>It also increases the Hero's Intellect.<br>
skill_megamage_text_1=^skills_tPar^Leadership Requirements [param1].<br>Unit Attack / Defense: +Unit Level, Health: [param3].<br><br>Hero Intellect: [param2].
skill_megamage_text_2=^skills_tPar^Leadership Requirements [param1].<br>Unit Attack / Defense: +Unit Level, Health: [param3], Critical Hit: [param4].<br><br>Hero Intellect: [param2].
skill_megamage_text_3=^skills_tPar^Leadership Requirements [param1].<br>Unit Attack / Defense: +Unit Level, Health: [param3], Critical Hit: [param4], Initiative / Morale: +1 (morale does not affect Necromancers).<br><br>Hero Intellect: [param2].

skill_destroyer_name=Destroyer
skill_destroyer_caption=^skills_t0^
skill_destroyer=^skills_t1^
skill_destroyer_hint=^skills_t3^
skill_destroyer_header=Mages who specialize in combat spells will inflict more damage with them as well as increase the chance of a spell effect (i.e. burn, poison, etc.).<br>Also increases the Attack and Damage of summoned units (Phoenix and Evil Book).<br>
skill_destroyer_text_1=^skills_tPar^Spell Power: [param1].
skill_destroyer_text_2=^skills_tPar^Spell Power: [param1].
skill_destroyer_text_3=^skills_tPar^Spell Power: [param1].

skill_hi_magic_name=Higher Magic
skill_hi_magic_caption=^skills_t0^
skill_hi_magic=^skills_t1^
skill_hi_magic_hint=^skills_t3^
skill_hi_magic_header=The secrets of higher magic:<br>1) Increase the Hero's Intellect.<br>2) Increase the Hero's Mana.<br>3) Allow the hero to use his Spell Book two times per turn during combat.<br>
skill_hi_magic_text_1=^skills_tPar^Hero Intellect: [param3].<br>Hero Mana: [param4].<br>The ability is available [param1] time per combat.
skill_hi_magic_text_2=^skills_tPar^Hero Intellect: [param3].<br>Hero Mana: [param4].<br>The ability is available [param1] times per combat.
skill_hi_magic_text_3=^skills_tPar^Hero Intellect: [param3].<br>Hero Mana: [param4].<br>The ability is available [param1] times per combat.

skill_necromancy_name=Necromancy
skill_necromancy_caption=^skills_t0^
skill_necromancy=^skills_t1^
skill_necromancy_hint=^skills_t3^
skill_necromancy_header=This skill:<br>1) Allows Necro Call and Necromancer Raise Undead to permanently resurrect your Undead troops.<br>2) After combat, part of a slain troop can be resurrected.<br>3) Amplifies spells (Pain Mirror, Poison Skull, Plague, Sacrifice, Kamikaze, and Necro Call) and Undead abiliities (Raise Undead and Scream) that deal pain and suffering.<br>4) Decreases the Leadership Requirements of the Undead and improves their defense.<br>5) Increases the Health, Attack, and Resistance of the summoned Evil Book.<br>
skill_necromancy_text_1=^skills_tPar^Raises [param1] of: 1) the lost soldiers of the troop, 2) Necro Call power, or 3) Necromancer Animate Dead power.<br><br>Spell and Ability Power: [param4].<br><br>Undead Leadership Requirements: [param3].<br>Undead Defense / Health: [param4].
skill_necromancy_text_2=^skills_tPar^Raises [param1] of: 1) the lost soldiers of the troop, 2) Necro Call power, or 3) Necromancer Animate Dead power.<br><br>Spell and Ability Power: [param4].<br><br>Undead Leadership Requirements: [param3].<br>Undead Defense / Health: [param4].
skill_necromancy_text_3=^skills_tPar^Raises [param1] of: 1) the lost soldiers of the troop, 2) Necro Call power, or 3) Necromancer Animate Dead power.<br><br>Spell and Ability Power: [param4].<br>Spell Duration: [duration].<br><br>Undead Leadership Requirements: [param3].<br>Undead Defense / Health: [param4].

necromancy_yesno=^necro_units^Necromancy^Using the Necromancy skill you've raised [perc] slain warriors!<br><br>[img]<br>[name]: [count]

inquisition_yesno=^inq_t^Upgrade Priests^[img]Do you want to upgrade [count] Priests to Inquisitors for [gold] gold?
inquisition_leadship=^inq_w_t^Not enough Leadership (for the upgrade you need [lead] points of Leadership).<br>At present you can upgrade only [count] Priests.
inquisition_nogold=^inq_w_t^Not enough gold (for the upgrade you need [gold] coins).<br>At present you can upgrade only [count] Priests.
inquisition_lead_and_go=^inq_w_t^Not enough Leadership or gold (for the upgrade you need [lead] points of Leadership and [gold] gold).<br>At present you can upgrade only [count] Priests.


diplomacy_mes=^diplomacy_t^Using the Diplomacy skill you've managed to persuade part of the enemy troops to join your army.
